Revit 2027 API
ParameterTypeId.RbsDuctFlowConfigurationParam Property
 "Flow Configuration"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFlowConfigurationParam { get; }
Public Shared ReadOnly Property RbsDuctFlowConfigurationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFlowConfigurationParam {
	ForgeTypeId^ get ();
}
static member RbsDuctFlowConfigurationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace